/* English File */
"304_Not_Modified" = "There was no new data to return.";
"400_Bad_Request" = "The request was invalid.";
"401_Unauthorized" = "Authentication credentials were missing or incorrect.";
"403_Forbidden" = "The request is understood, but it has been refused.";
"404_Not_Found" = "The resource requested does not exists.";
"406_Not_Acceptable" = "Invalid format.";
"420_Enhance_Your Calm" = "Rate limited.";
"500_Internal_Server Error" = "Internal server error.";
"502_Bad_Gateway" = "Twitter is down or being upgraded.";
"503_Service_Unavailable" = "The Twitter servers are up, but overloaded with requests. Try again later.";
"Account_Verification" = "Verify account...";
"Search_NotFound" = "Not found...";
"Search_IndicatorText" = "Please wait...";
"Authorization_Message" = "Invalid username or password!";
"Authorization_Title" = "Authorization Error!";
"Server_Error_Title" = "Server Error!";
"Unknown_Error_Title" = "Unknown Error!";
"Unknown_Error_Message" = "Unknown error has occurred";
"Post Image" = "Post Image";
"New Tweet" = "New Tweet";
"yFrog" = "yFrog";
"Library or camera" = "Where do you want to get Photo?";
"Use photo camera" = "Take Photo";
"Use library" = "Choose Existing Media";
"Use video camera" = "Record Video";
"Use video library" = "Choose Existing Video";
"Cancel" = "Cancel";
"Clear" = "Clear";
"Save" = "Save";
"Upload Image to yFrog" = "Uploading to yFrog";
"Send twit on Twitter" = "Sending a new Tweet";
"Mail Subject: yFrog Image" = "yFrog Image";
"Mail Subject: Forwarding of a twit" = "Forwarding a Tweet";
"Mail Subject: Forwarding of an image" = "Forwarding a Picture";
"Reply" = "Reply";
"Forward" = "Forward";
"Re-Twit" = "Tweet";
"Uploading..." = "Uploading...";
"Failed!" = "Failed!";
"Failed to create connection." = "Failed to create a connection.";
"Failed to send a mail." = "Failed to send a mail.";
"Failed to download the image." = "Failed to download the picture.";
"Copying images to yFrog server..." = "Copying the pictures to YFrog ...";
"YFrog image URL placeholder" = "http://yfrog.com/image.jpg";
"YFrog video URL placeholder" = "http://yfrog.us/video.mp4";
"Back" = "Back";
"Done" = "Done";
"Send" = "Send";
"OK" = "OK";
"Error occure during uploading of image" = "Error has occured while uploading";
"AvailableCharsFormat" = "%d characters of %d remaining";

"LocationLinkFormat" = "Location: %@";
//"You can not add image" = "You can not add a picture";
//"You can not add location" = "You can not add the location link";
//"Remove some chars" = "Not enough characters remained. You need %d characters to insert a picture.";

"You can not send message" = "You can not send the message";
"Cant to send too long message" = "The message is too long. It should be up to 140 characters.";

"Picture Saved" = "Picture Saved";
"The picture has been added to your Photos" = "The picture has been added to your Photos";

//"You can not save message" = "You can not save message";
"Error occure during message saving" = "Error occure during message saving";
"Error occure while sending the message" = "Error occure while sending the message";
"Error occure while reading the message" = "Error occure while reading the message";

"Uploading the messages to Twitter..." = "Uploading the messages to Twitter...";

"Direct Message to %@" = "Direct Message to %@";
// Tabs titles
"Home" = "Home";
"Post" = "Post";
"Replies" = "Mentions";
"Messages" = "Messages";
"Pending Tweets" = "Unsent";
"Followers" = "Followers";
"Following" = "Following";
"Settings" = "Settings";
"About" = "About";

"AboutVerFormat" = "ver. %@";
"QueueTitleFormat" = "Unsent (%d)";

"QueueButtonTitleFormat" = "Queue (%d)";
"EmptyQueueButtonTitleFormat" = "Queue";

"RemoveImageTitle" = "Remove image";

"Location service is not available on the device" = "Location services are disabled";
"You can to enable Location Services on the device" = "You can enable Location Services the device Settings (Settings > General > Location Services)";

"Location service was turn off in settings" = "Location Tracking is disabled";
"You can to enable Location Services in the application settings" = "Do you want to enable Location Tracking?";

"Location undefined" = "Can't retrieve a current location";
"Location is still undefined" = "Please try again later";
"Add location" = "Add location";
"Remove location" = "Remove location";
"Loading saved searches..." = "Loading saved searches...";

"Locations for this application was denied" = "Location Services for this application are disabled";
"You can to enable Location Services by throw down settings" = "You can enable the Location Services in the device Settings application (Settings > General > Reset > Reset Location Warnings)";

"ReTwitFormat" = "RT @%@: %@"; // RT @USERNAME: BODY

"Processing image..." = "Processing image...";

"No Replies" = "No Mentions";
"Loading Replies..." = "Loading Mentions...";

// Account controller string definitions
"Accounts" = "Accounts";
"Edit" = "Edit";

"Follow" = "Follow";
"Unfollow" = "Unfollow";

// MailResponse strings
"Canceled" = "Canceled";
"Failed" = "Failed";
"Sent" = "Mail was sent";
"Saved" = "Mail was saved";

"User Info" = "User Info";
"User data are protected!" = "User data are protected!";

"Delete" = "Delete";
"Change" = "Change";
"More" = "More";
"Saved Searches" = "Saved Searches";
"Direct Messages" = "Direct Messages";
"No Direct Messages" = "No Direct Messages";
"No Followers" = "No Followers";
"Loading the List of Followers..." = "Loading the List of Followers...";
"Load More..." = "Load More...";
"No Following Users" = "No Following Users";
"Loading the List of Following Users..." = "Loading the List of Following Users...";
"No Tweets" = "No Tweets";
"Loading Tweets..." = "Loading Tweets...";
"Not Error" = "Not Error";
"URL you are requesting is not found or command is not recognized" = "URL you are requesting is not found or command is not recognized";
"Method you are calling is not supported" = "Method you are calling is not supported";
"Your request is bad formed, for example: missing or wrong UUID, invalid content-length." = "Your request is bad formed, for example: missing or wrong UUID, invalid content-length.";
"Wrong developer key" = "Wrong developer key";
"Unknown error" = "Unknown error";
"Do you wish to delete this tweet?" = "Do you wish to delete this tweet?";
"This operation cannot be undone" = "This operation cannot be undone";
"The message is not sent" = "The message is not sent";
"Your changes will be lost" = "Your changes will be lost";
"Twitter Info" = "Twitter Info";
"More..." = "More...";
"You are logged in to Twitter as %@" = "You are logged in to Twitter as %@";
"Change Account" = "Change Account";
"You are not logged in to Twitter" = "You are not logged in to Twitter";
"Log In" = "Log In";
"No Unsent Tweets" = "No Unsent Tweets";
"%i of %i" = "%i of %i";
"%@\nfrom %@" = "%@\nfrom %@";
"%.1f of %.1f %@" = "%.1f of %.1f %@";
"FOLLOWING" = "FOLLOWING";
"STOP FOLLOWING" = "STOP FOLLOWING";
"Network Failure" = "Network Failure";
"User description is empty." = "User description is empty.";
"Device Updates" = "Device Updates";
"Send Direct Message" = "Send Direct Message";
"Send Public Reply" = "Send Public Reply";
"Recent Tweets" = "Recent Tweets";
"FOLLOW" = "FOLLOW";
"UNFOLLOW" = "UNFOLLOW";
"Loading..." = "Loading...";